/* Status message during final cleanup */
"Cleaning Up" = "Cleaning Up";

/* Error message when temp file cleanup fails */
"Cleanup Failed" = "Cleanup Failed";

/* Status message during cleanup and dyld cache update */
"Clearing DYLD Cache & Cleaning Up" = "Clearing DYLD Cache & Cleaning Up";

/* Status message while copying frameworks into place */
"Copying Release to /System" = "Copying Release to /System";

/* Status message while copying Safari 7 from Recovery */
"Copying Safari 7" = "Copying Safari 7";

/* Success message when Safari 7 restore completes */
"Done!" = "Done!";

/* Status message while downloading Safari combo update */
"Downloading Combo" = "Downloading Combo";

/* Error message when GitHub releases fetch fails */
"Fetching Releases JSON Failed" = "Fetching Releases JSON Failed";

/* Status message while fetching GitHub releases list */
"Fetching releases JSON." = "Fetching releases JSON.";

/* Status message while removing Safari 9 package receipt */
"Forgetting Safari 9" = "Forgetting Safari 9";

/* Status message once release zip URL is found */
"Found .zip, downloading" = "Found .zip, downloading";

/* Error message when GitHub releases JSON fails to parse */
"JSON Serialization Failed" = "JSON Serialization Failed";

/* Status message while locating Recovery HD partition */
"Locating Recovery" = "Locating Recovery";

/* Status message while mounting BaseSystem.dmg */
"Mounting Base System" = "Mounting Base System";

/* Error message when BaseSystem.dmg mount fails */
"Mounting Base System Failed!" = "Mounting Base System Failed!";

/* Status message while mounting Recovery HD */
"Mounting Recovery" = "Mounting Recovery";

/* Error message when Recovery HD mount fails */
"Mounting Recovery Failed!" = "Mounting Recovery Failed!";

/* Status message while removing StagedFrameworks */
"Nuking Safari's StagedFrameworks" = "Nuking Safari's StagedFrameworks";

/* Error message when WebKit release download fails */
"Release Failed to Download" = "Release Failed to Download";

/* Error message when Safari 7 copy verification fails */
"Safari couldn't be copied!" = "Safari couldn't be copied!";

/* Error message when final framework verification fails */
"Try running again." = "Try running again.";

/* Status message while unzipping downloaded release */
"Unzipping Release" = "Unzipping Release";

/* Error message when unzip fails */
"Unzipping Release Failed!" = "Unzipping Release Failed!";

/* Success message when WebKit install completes */
"We're done!" = "We're done!";

/* Error message when extracted WebKit release directory is missing */
"Webkit is not present!" = "Webkit is not present!";

